Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: སྟོང་གི་ཆ་དང་། ཁྲིའི་ཆ་དང་། འབུམ་གྱི་ཆ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་ལགས་སོ། །
en: She does not come close to being one-hundredth, one-thousandth, one-ten-thousandth, or one-hundred-thousandth as good as them, up to any comparison would be inadequate.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཚངས་པར་སྤྱོད་པ་ཡང་དག་པར་སྤྱད་ན་དེ་ལྟ་བུའི་ཕན་ཡོན་ཁྱད་པར་དུ་འཕགས་པ་དང་ལྡན་པར་གྱུར་པས། དེང་ཁྱོད་ཀྱིས་ཚངས་པར་སྤྱོད་པ་བརྟན་པར་སྤྱོད་ཅིག་དང་། ལྷར་སྐྱེས་ནས་དེ་ལྟ་བུའི་བདེ་བ་མྱོང་བར་འགྱུར་རོ། །
en: The Bhagavān said, “Nanda, since you will have such exalted benefits if you properly practice pure behavior, you should now firmly practice pure behavior, and when you are reborn as a god, you will experience such pleasure.”

source: དེས་ཀྱང་དེ་སྐད་དུ་ཐོས་ནས་དགའ་མགུ་རངས་ཏེ་ཅང་མི་ཟེར་བར་འདུག་གོ །
en: Nanda heard what the Bhagavān said, rejoiced, and sat silently.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཚེ་དང་ལྡན་པ་དགའ་བོ་དང་། ཐབས་ཅིག་ཏུ་ལྷའི་གནས་ནས་མི་སྣང་བར་གྱུར་ཏེ། མཉན་ཡོད་དུ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བར་གཤེགས་སོ། །
en: Then the Bhagavān, together with the venerable Nanda, disappeared from the realm of the gods and went to the Jetavana, Anāthapiṇḍada’s Park, in Śrāvastī.

source: དེའི་ཚེ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ཡང་ལྷའི་གཞལ་མེད་ཁང་ལ་བསམས་བཞིན་དུ་ཚངས་པར་སྤྱོད་པ་ཡང་དག་པར་སྤྱད་པར་གྱུར་པ་དང་།
en: The venerable Nanda then properly practiced pure behavior while thinking about the heavenly palaces.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་ཀྱིས་མཁྱེན་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་སོང་ལ་དགེ་སློང་རྣམས་ལ་འདི་སྐད་དུ་ཁྱེད་སུ་ཡང་དགའ་བོ་དང་ལྷན་ཅིག་སྟན་གཅིག་ལ་མ་འདུག་ཅིག །
en: The Bhagavān, knowing what Nanda was thinking, told the venerable Ānanda, “Ānanda, go tell the monks, ‘Do not sit on the same seat together with Nanda.

source: འཆག་ས་གཅིག་ཏུ་མ་འཆག་ཅིག །
en: Do not walk on the same path.

source: གདང་བུ་གཅིག་ལ་ཆོས་གོས་ལྷན་ཅིག་མ་གཞག་ཅིག །
en: Do not hang your robes on the same peg.

source: གནས་ཅིག་ཏུ་ལྷུང་བཟེད་དང་རིལ་བ་ལྷན་ཅིག་མ་གཞག་ཅིག །
en: Do not put your begging bowl and water vessel in the same place.

source: གནས་གཅིག་ཏུ་མདོ་སྡེ་ཀློག་པར་མ་བྱེད་ཅིག །
en: Do not read sūtras aloud in the same place.

source: ཁ་ཏོན་འདོན་པར་མ་བྱེད་ཅིག་ཅེས་སྒོས་ཤིག །
en: Do not recite in the same place.’ ”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་དུ་དགེ་སློང་རྣམས་ལ་བསྒོ་བ་དང་། དགེ་སློང་རྣམས་ཀྱིས་ཀྱང་འཕགས་པའི་བཀའ་བཞིན་དུ་འཚལ་ལོ་ཞེས་སྨྲས་སོ། །
en: The venerable Ānanda instructed the monks according to what the Bhagavān had told him, and the monks said, “We will do as the Noble One says.”

source: དེའི་ཚེ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ཡང་མང་པོ་རྣམས་ཀྱིས་སྤངས་པར་ཡང་མཐོང་བས་ཤིན་ཏུ་ངོ་ཚ་ཞིང་གནོང་བར་གྱུར་ཏོ། །
en: At that time, the venerable Nanda, seeing that the many monks had shunned him, felt very embarrassed and guilty.

source: དེ་ནས་དུས་གཞན་ཞིག་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དགེ་སློང་མང་པོ་རྣམས་དང་ལྷན་ཅིག་ཏུ་རིམ་གྲོའི་གནས་ན་ཆོས་གོས་འདྲུབ་པའི་ལས་བྱེད་པ་དེའི་ཚེ་ཚེ་དང་ལྡན་པ་དགའ་བོས་མཐོང་ནས་འདི་སྙམ་དུ་དགེ་སློང་མང་པོ་འདི་དག་ནི་བདག་ཡོངས་སུ་སྤངས་པས་ལྷན་ཅིག་ཏུ་མི་གནས་ན།
en: After that, on another occasion, the venerable Ānanda was sewing robes in the assembly hall together with the many monks. When Nanda saw this, he thought, “These many monks have shunned me and will not keep company with me.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་ནི་བདག་གི་ཕུ་ནུ་བོ་ཡིན་པས་ཅིས་ཀྱང་སྨད་པར་མི་བྱེད་དོ། །
en: Since the venerable Ānanda is my brother, there is no way that he would show contempt for me.”

source: སྙམ་དུ་བསམས་ནས་དེའི་ཐད་དུ་སོང་སྟེ་ལྷན་ཅིག་འདུག་པ་དང་།
en: Thinking in this way, he went to Ānanda and sat down next to him.

source: དེའི་ཚེ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཡང་མྱུར་དུ་ལངས་ཏེ་སོང་ངོ་། །
en: Then Ānanda quickly got up and left.

source: དེས་སྨྲས་པ། ཀུན་དགའ་བོ་དགེ་སློང་གཞན་རྣམས་ནི་བདག་སྤོང་བའི་རིགས་ན། ཁྱོད་ཁོ་བོའི་ཕུ་ནུ་བོ་ཡིན་ན་ཅིའི་ཕྱིར་བདག་སྤོང་བར་བྱེད་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ།
en: Nanda said, “Ānanda, it is reasonable for the other monks to shun me, but if you are my brother, why do you shun me?”

source: ཡང་དག་པར་དེ་ལྟ་བུའི་དོན་དང་ལྡན་མོད་ཀྱི་འོན་ཀྱང་ཁྱོད་ནི་ལམ་གཞན་དུ་འགྲོ་ལ་བདག་ཀྱང་ལམ་གཞན་དུ་འགྲོ་བས་དེའི་ཕྱིར་ཕན་ཚུན་བྱོལ་བ་ཡིན་ནོ། །
en: “This may be true,” replied the venerable Ānanda, “but you are walking one path, and I am walking another path, so we should therefore avoid each other.”

source: སྨྲས་པ་གང་ནི་ཁོ་བོའི་ལམ་ཡིན།
en: “What is my path?

source: གང་ནི་ཁྱོད་ཀྱི་ལམ་ཡིན། སྨྲས་པ།
en: What is your path?” asked Nanda.

source: ཁྱོད་ནི་ལྷར་སྐྱེ་བར་མོས་ནས་ཚངས་པར་སྤྱད་པ་སྤྱོད་དོ། །
en: Ānanda answered, “You practice pure behavior due to a desire for birth in heaven.

source: བདག་ནི་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་གཉེར་བའི་ཕྱིར་འདོད་པ་ཀུན་ནས་ཉོན་མོངས་པ་རབ་ཏུ་བསལ་བ་ཡིན་ནོ། །
en: I remove desires and defilements for the sake of seeking nirvāṇa.”

source: ཞེས་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་། ཤིན་ཏུ་མི་དགའ་ཞིང་མྱ་ངན་གྱིས་ནོན་པར་གྱུར་ཏོ། །
en: Nanda heard what Ānanda said and became very unhappy and oppressed by sorrow.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་སེམས་ཀྱི་བསམ་པ་ཐུགས་ཀྱིས་མཁྱེན་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་སྔན་ཆད་སེམས་ཅན་དམྱལ་བ་མཐོང་ངམ། གསོལ་པ།
en: Then the Bhagavān, knowing what he was thinking, asked the venerable Nanda, “Have you ever seen hell beings?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་ངའི་ཆོས་གོས་ཀྱི་གྲྭ་ནས་ཟུང་ཤིག །དེས་ཀྱང་ན་བཟའ་ལ་བཟུང་བ་དང་།
en: The Bhagavān said, “Grab the corner of my robe.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ཁྲིད་ནས་སེམས་ཅན་དམྱལ་བའི་གནས་སུ་གཤེགས་སོ། །
en: Again, Nanda grabbed the garment, and the Bhagavān led him to the abodes of hell beings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཕྱོགས་གཅིག་ཏུ་བཞུགས་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་སོང་ལ་སེམས་ཅན་དམྱལ་བ་རྣམས་ལྟོས་ཤིག །
en: The Bhagavān sat to one side and said to the venerable Nanda, “Go look at the hell beings!”

source: ཚེ་དང་ལྡན་པ་དགའ་བོས་ཀྱང་དེ་བཞིན་དུ་སོང་བ་ལས་སྔར་ནི་ཆུ་བོ་བཻ་ཏ་ར་ནི་མཐོང་ངོ་། །
en: The venerable Nanda went accordingly, and first he saw the Vaitaraṇī River.

source: དེ་ནས་མཐར་གྱིས་རལ་གྲིའི་ལོ་མའི་ནགས་དང་། བཤང་གཅིའི་འདམ་དང་། མེ་མ་མུར་གྱི་གནས་སུ་ཕྱིན་ཏེ།
en: Then he went successively to Sword-Leaf Forest, Excrement Swamp, and Pit of Burning Embers.

source: དེ་དག་ཏུ་ཞུགས་ཏེ་རྣམ་པར་བལྟས་པ་ལས་སེམས་ཅན་མང་པོ་སྡུག་བསྔལ་སྣ་ཚོགས་མྱོང་བདག་མཐོང་སྟེ།
en: He entered those places and, looking all around, saw the various sufferings the many beings there experienced.

source: ཁ་ཅིག་ནི་སྐམ་པས་ལྕེ་དང་། སོ་དང་མིག་ཕྱུང་བ་དང་།
en: For some, tongues, teeth, and eyes were torn out with pliers.

source: ཁ་ཅིག་ནི་སོག་ལས་ལུས་འདྲ་བ་དང་།
en: For some, the body was cut with a saw.

source: ཁ་ཅིག་ནི་སྟ་རེས་རྐང་ལག་གཏུབ་པ་དང་།
en: For some, the arms and legs were cut off by an ax.

source: ཁ་ཅིག་ནི་མཚོན་ཆ་ཤག་ཏི་དང་། དགྲ་སྟ་སོ་གཉིས་པ་དང་། བེ་རྒས་བསྣུན་པ་དང་།
en: Some were struck with weapons like spears, double-bladed battle axes, and rods.

source: ཁ་ཅིག་ནི་ལྕགས་ཀྱི་ཐོ་བས་འཚོག་པར་བྱས་པ་དང་།
en: Some were smashed by iron hammers.

source: ཁ་ཅིག་ནི་ལྕགས་ཀྱི་ཐུ་ལུམ་ཁར་བཅུག་པ་དང་།
en: For some, iron lumps were inserted into their mouths.

source: ཁ་ཅིག་ནི་རི་རལ་གྲི་ལོ་མ་ཅན་དང་། ལྗོན་ཤིང་རལ་གྲིའི་ལོ་མ་ཅན་ལ་འཛེག་པ་དང་། གཏུན་གྱིས་རྡུང་བ་དང་། རང་ཐག་གིས་འཐག་པ་དང་། ཟངས་ཀྱི་ཀ་བ་ལ་འཇུ་བ་དང་།
en: Some climbed mountains that had thickets of swords and trees that had leaves of swords, were pounded with a pestle, were ground in a mill, were melted on a copper pillar, or remained on an iron bed.

source: ལྕགས་ཀྱི་ཁྲི་ལ་འདུག་ནས་སྡུག་བསྔལ་མི་བཟད་པ་རྣམས་མྱོང་བར་མཐོང་ངོ་། །
en: Thus, he saw them experience unbearable sufferings.

source: ཁ་ཅིག་ནི་ལྕགས་ཟངས་མེ་ལྕེ་རབ་ཏུ་འབར་ཞིང་ཁོལ་བ་རབ་ཏུ་ཚ་བའི་འོད་བྱུང་བ་དག་ཏུ་སེམས་ཅན་དེ་དག་འཚོད་པས་དེ་ལྟ་བུའི་སྡུག་བསྔལ་གྱི་དངོས་པོ་མྱོང་བ་དག་མཐོང་ངོ་། །
en: As for some, an iron cauldron, intensely glowing in the flames of fire, came to a boil, and in the intensely hot glow, Nanda saw beings experiencing suffering by being boiled.

source: གཞན་ཡང་ལྕགས་ཟངས་སྟོང་པར་ཁོལ་ཞིང་མེ་ལྕེ་རབ་ཏུ་འབར་ཞིང་ཚ་བ་སེམས་ཅན་མེད་པ་ཞིག་མཐོང་བ་དང་།
en: Furthermore, he saw an empty iron cauldron boiling, intensely glowing in the flames of fire and hot, without any beings.

source: ཤིན་ཏུ་སྐྲག་ནས་དམྱལ་བའི་སྲུངས་མ་ལ་ཀྱེ་རྒྱུ་དང་རྐྱེན་གང་གི་ཕྱིར་ལྕགས་ཟངས་གཞན་རྣམས་ན་ནི་སེམས་ཅན་དག་འཚོད་པར་བྱེད་ལ། ལྕགས་ཟངས་འདི་འབའ་ཞིག་ནི་སྟོང་པར་ཁོལ་ཞེས་དྲིས་པ་དང་།
en: Very frightened, he asked the hell guard, “Hey, due to what causes and conditions are beings being boiled in the other iron cauldrons while only this iron cauldron boils empty?”

source: དེས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ཀྱི་གཅུང་དགའ་བོ་ཞེས་བྱ་བ་དེ་ལྷར་སྐྱེ་བར་སྨོན་ནས་སེམས་རྩེ་གཅིག་ཏུ་ཚངས་པར་སྤྱད་པ་ལ་ཡང་དག་པར་སྤྱོད་པས་ལྷའི་འཇིག་རྟེན་དུ་སྐྱེས་ནས།
en: The guard answered, “Since the Bhagavān’s younger brother, Nanda, aspiring to be born as a god, one-pointedly and properly practices pure behavior, he will be born in the world of the gods and temporarily experience pleasure, but after he dies, he will enter this iron cauldron.

source: རེ་ཤིག་བདེ་བ་མྱོང་བར་འགྱུར་ཡང་དེ་ཤི་བའི་འོག་ཏུ་ལྕགས་ཟངས་འདིར་འཇུག་པར་འགྱུར་བས་དེའི་ཕྱིར་དེང་བདག་ཅག་ལྕགས་ཟངས་མེ་སྤར་ནས་སྡོད་པ་ཡིན་ནོ། །
en: Therefore, we’re staying here now, having lit a fire under the iron cauldron.”

source: ཞེས་སྨྲས་པ། དགའ་བོས་ཐོས་ནས་ཤིན་ཏུ་འཇིགས་སྐྲག་པ་སྐྱེས་ནས་བ་སྤུ་ལངས་ཏེ།
en: Hearing this, Nanda was very afraid.

source: ལུས་ལས་རྔུལ་བྱུང་ནས་འདི་སྙམ་དུ་འདིས་གལ་ཏེ་བདག་དགའ་བོ་ཡིན་པ་ཤེས་པར་གྱུར་ན་ནི། གསོན་པོ་ཁོ་ནར་ཟངས་ཀྱི་ནང་དུ་བོར་བར་འགྱུར་རོ། །
en: His body hair stood on end, sweat poured from his body, and he thought, “If he knows that I am Nanda, he will throw me, alive, into the cauldron.”

source: སྙམ་དུ་བསམས་ནས་མྱུར་ཞིང་རིངས་པར་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་བྲོས་ཏེ་སོང་བ་དང་།
en: Thinking this, he quickly fled to where the Bhagavān was.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་སེམས་ཅན་དམྱལ་བ་མཐོང་ངམ།
en: The Bhagavān asked, “Did you see hell beings?”

source: དེས་ཀྱང་སྙིང་རྗེ་བའི་ཚུལ་དུ་མཆི་མ་བླགས་ཏེ།
en: Nanda pathetically broke into tears.

source: ངུས་ནས་ལྕེ་ལྐུགས་པ་བཞིན་དུ་སྐད་ཕྲ་མོ་ཕྱུང་ནས་མཐོང་ལགས་སོ། །ཞེས་གསོལ་ཏོ། །
en: Crying and in a tenuous voice, as if he were tongue-tied, he said, “I have seen them.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་དངོས་པོ་ཅི་ཞིག་མཐོང་།
en: “What did you see?” asked the Bhagavān.

source: དེས་ཀྱང་ཇི་ལྟར་མཐོང་བ་རྣམས་རྒྱས་པར་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་།
en: Nanda told the Bhagavān in detail what he had seen.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་མིར་སྐྱེ་བར་སྨོན་པ་དང་། ལྷའི་འཇིག་རྟེན་ཡོངས་སུ་ཚོལ་བས་ཚངས་པར་སྤྱོད་པ་ཡང་དག་པར་སྤྱད་པ་ལ་ཉེས་དམིགས་དེ་ལྟ་བུ་ཡོད་པས།
en: The Bhagavān told him, “Properly practicing pure behavior because you aspire to be born as a human or strive for the world of the gods has that sort of flaw.

source: དེ་ལྟ་བས་ན་དེང་ཁྱོད་ཀྱིས་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་གཉེར་བའི་བསམ་པས་ཚངས་པར་སྤྱད་པར་བྱ་བའི་ལྷར་སྐྱེ་བ་ལ་མངོན་པར་དགའ་བས་རབ་ཏུ་བརྩོན་པར་མི་བྱའོ། །
en: Therefore, now, by thinking of seeking nirvāṇa, you must refrain from exerting yourself with delight in birth as a god as a result of practicing pure behavior.”

source: ཚེ་དང་ལྡན་པ་དགའ་བོས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་ཐོས་ནས་ངོ་ཚ་བའི་སེམས་ཀྱིས་ཅང་མི་ཟེར་བར་འདུག་པ་དང་།
en: When the venerable Nanda heard those words, he was speechless from shame.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་ཀྱིས་མཁྱེན་ནས་སེམས་ཅན་དམྱལ་བའི་ཁམས་ནས་མི་སྣང་བར་གྱུར་ཏེ། སླར་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་གཤེགས་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོ་དང་། དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། ནང་གི་དྲི་མ་རྣམ་པ་གསུམ་ཡོད་དེ།
en: Then the Bhagavān, knowing what Nanda was thinking, disappeared with him from the realm of the hell beings, and, after they returned to the Jetavana, he addressed the venerable Nanda and the monks: “There are three internal stains, namely, lust, hatred, and delusion.

source: འདི་ལྟ་སྟེ། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གང་ཡིན་པ་སྟེ། དེ་དག་ནི་སྤང་བར་བྱ་བ་ཡིན་པས་ཡོངས་སུ་སྤང་བ་ལ་རབ་ཏུ་བརྩོན་ཞིང་བསླབ་པར་བྱའོ། །
en: Since they should be abandoned, you should train, exerting yourself in thoroughly abandoning them.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་བཞུགས་ནས་རིང་པོར་མ་ལོན་པར་རྐྱེན་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ཅན་གདུལ་བའི་ཕྱིར་དགེ་སློང་གི་དགེ་འདུན་དང་། ཐབས་ཅིག་ཏུ་ཡུལ་ཙམ་པར་གཤེགས་ནས་གང་གཱའི་རྫིང་བུའི་འགྲམ་ན་བཞུགས་སོ། །
en: After staying at the Jetavana for a short time, the Bhagavān went together with the assembly of monks to the city of Campa in order to tame beings according to their conditions, and he stayed on the bank of Gargā’s Pond.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོ་དགེ་སློང་ལྔ་བརྒྱ་དང་ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ།
en: Later, the venerable Nanda, together with five hundred monks, went to the place where the Bhagavān was.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: They prostrated themselves at his feet and sat to one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ཕྱོགས་གཅིག་ཏུ་འཁོད་པར་མཁྱེན་ནས། ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ང་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ།
en: Then the Bhagavān, knowing that the monks were seated to one side, said to the venerable Nanda, “I have a Dharma discourse that is virtuous at the beginning, virtuous in the middle, virtuous at the end, excellent in meaning, excellent in words, unadulterated, perfect, pure, pristine, and conducive to pure behavior, that is, the Dharma discourse entitled Entry into the Womb.

source: ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་དཀར་བ། ཚངས་པར་སྤྱོད་པའི་ཆོས་འདི་ལྟ་སྟེ། མངལ་དུ་འཇུག་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་ཡོད་ཀྱིས་ཤིན་ཏུ་ལེགས་པར་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་།
en: Listen very well and keep it in your mind.

source: ངས་དང་ཁྱོད་ལ་བཤད་པར་བྱའོ། །
en: I shall teach it to you now.”

source: ཚེ་དང་ལྡན་པ་དགའ་བོས་བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་ཐོས་པར་འཚལ་ལོ་ཞེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The venerable Nanda responded, “Yes, I wish to hear what the Bhagavān says.”

source: དགའ་བོ་མའི་མངལ་དང་ལྡན་པར་གྱུར་ཀྱང་། མངལ་དུ་འཇུག་པར་འགྱུར་བ་ཡང་ཡོད། འཇུག་པར་མི་འགྱུར་བ་ཡང་ཡོད་དོ། །
en: The Bhagavān said, “Nanda, even if there is a mother’s womb, it may be the case that one will enter into the womb, and it may also be the case that one will not enter.

source: ཇི་ལྟར་སྐྱེ་བ་ལེན་ཅིང་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་ཞེ་ན།
en: How will entry into a mother’s womb and then taking birth occur?

source: གལ་ཏེ་ཕ་མ་གཉིས་འདོད་པའི་སེམས་ཀྱིས་ལྷན་ཅིག་འཁྲིག་པ་ཡང་སྤྱོད་པར་གྱུར། མའི་མངལ་ཡང་ཡོངས་སུ་གཙང་བར་གྱུར། དུས་ཀྱི་ཟླ་མཚན་དང་ཡང་ལྡན་པར་གྱུར་ལ། བར་མ་དོའི་ཕུང་པོ་ཡང་མངོན་སུམ་དུ་སྣང་བར་གྱུར་ན། དེའི་ཚེ་མའི་མངལ་དུ་འཇུག་པར་རིག་པར་བྱའོ། །
en: If the father and the mother, both with thoughts of desire, have intercourse, if the mother’s womb is completely pure, if she is in her fertile period, and if the antarābhava appears, it is to be understood that then entry into the womb will occur.

source: དེ་ལ་བར་མདོའི་ཕུང་པོའི་དབྱིབས་དེ་ཡང་རྣམ་པ་གཉིས་སུ་འགྱུར་ཏེ། ཁ་དོག་སྡུག་ཅིང་མཛེས་པ་དང་། ཁ་དོག་མི་སྡུག་ཅིང་མི་མཛེས་པའོ། །
en: “In this respect, the appearance of the antarābhava can be of two types: pleasant in color and attractive, or unpleasant in color and unattractive.

source: སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་བར་མདོའི་སྲིད་པའི་ཁ་དོག་མི་སྡུག་པ་ཡིན་ཏེ། འདི་ལྟ་སྟེ་དཔེར་ན་སྡོང་དུ་མ་ཚིག་པ་དང་འདྲའོ། །
en: The color of those in the intermediate existence of hell beings is unpleasant, like, for example, a burnt tree trunk.

source: དུད་འགྲོ་རྣམས་ཀྱི་བར་མདོའི་སྲིད་པའི་ཁ་དོག་ནི་འདི་ལྟ་སྟེ་དཔེར་ན་དུད་པ་དང་འདྲའོ། །
en: The color of those in the intermediate existence of animals is like smoke, for example.

source: ཡི་དགས་རྣམས་ཀྱི་བར་མདོའི་སྲིད་པའི་ཁ་དོག་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་དང་འདྲའོ། །
en: The color of those in the intermediate existence of pretas is like water, for example.

source: ལྷ་དང་མི་རྣམས་ཀྱི་བར་མདོའི་སྲིད་པའི་ཁ་དོག་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་གསེར་གྱི་ཁ་དོག་དང་འདྲའོ། །
en: The color of those in the intermediate existence of gods and humans is like gold, for example.

source: གཟུགས་ཀྱི་ཁམས་ཀྱི་བར་མདོའི་སྲིད་པའི་ཁ་དོག་ནི་དཀར་པོར་འདུག་གོ །
en: The color of those in the intermediate existence of the form realm is white.

source: གཟུགས་མེད་པའི་ཁམས་ཀྱི་ལྷ་རྣམས་ལ་ནི་བར་མདོའི་སྲིད་པ་མེད་དེ། འདི་ལྟར་དེ་ནི་གཟུགས་མེད་པའི་ཕྱིར་རོ། །
en: There is no intermediate existence for the gods of the formless realm; this is because that realm is formless.

source: བར་མདོའི་ཕུང་པོའི་སེམས་ཅན་ཁ་ཅིག་ལག་པ་གཉིས་དང་། རྐང་པ་གཉིས་དང་ལྡན་ནོ། །ཁ་ཅིག་ནི་རྐང་པ་བཞི་དང་རྐང་པ་མང་པོ་དང་ལྡན་ནོ། །ཁ་ཅིག་ནི་རྐང་པ་མེད་དེ།
en: Some antarābhava beings have two arms and two legs, some have four legs or many legs, and some do not have legs.

source: སྔོན་གྱི་ལས་ཇི་ལྟ་བ་བཞིན་དུ་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དབྱིབས་འདྲ་བའི་བར་མདོའི་སྲིད་པ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: Beings will produce an antarābhava, in accordance with previous karma, whose appearance corresponds to where they will be reborn.

source: ལྷའི་བར་མདོའི་སྲིད་པ་གང་ཡིན་པ་དེ་ནི་མགོ་གྱེན་དུ་ལྟའོ། །
en: “Antarābhavas that will be born as gods face upward.

source: མི་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ཀྱི་ནི་ཐད་ཀར་ལྟ་ཞིང་འགྲོའོ། །
en: Antarābhavas that will be born as humans, animals, or pretas proceed facing horizontally.

source: སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་བར་མདོའི་སྲིད་པ་ནི་མགོ་ཐུར་དུ་ལྟའོ། །
en: Antarābhavas that will be born as hell beings face downward.

source: བར་མ་བྱ་དོའི་སྲིད་པ་ཐམས་ཅད་ཀྱང་རྫུ་འཕྲུལ་དང་ལྡན་པས་ནམ་མཁའ་ལ་འགྲོ་ཞིང་ལྷའི་མིག་བཞིན་དུ་སྐྱེ་བའི་གནས་ཐག་རིང་པོ་ཡང་མཐོང་བར་ནུས་སོ། །
en: “All antarābhavas, since they possess supernormal abilities, are able to travel through space and to see, as if with the divine eye, the place of their birth even from far away.

source: དེ་ལ་དུས་ཀྱི་ཟླ་མཚན་དང་ལྡན་པ་ཞེས་བྱ་བ་ནི་འདི་ལྟ་སྟེ།
en: “ ‘In her fertile period’ is when the time has come for a woman’s fertile period.

source: ཟླ་མཚན་གྱི་དུས་ལ་བབ་པ་གང་ཡིན་པའོ། །དགའ་བོ་བུད་མེད་ཁ་ཅིག་ནི་ཞག་གསུམ་དང་། ཞག་ལྔ་དང་། ཟླ་བ་ཕྱེད་དང་། ཟླ་བ་གཅིག་ལོན་ནས་ཟླ་མཚན་དང་ལྡན་པ་ཡང་ཡོད་དོ། །
en: Nanda, there are some women who are in their fertile period after three days, after five days, after a fortnight, or after a month has elapsed.

source: ཁ་ཅིག་ནི་རྐྱེན་ལ་ལྟོས་པས་ཡུན་རིང་བ་ཞིག་ལོན་ནས་གདོད་ཟླ་མཚན་དང་ལྡན་པར་འགྱུར་བ་ཡང་ཡོད་དོ། །བུད་མེད་གང་ལུས་ཀྱི་མཐུ་སྟོབས་མེད་པ་དང་། སྡུག་བསྔལ་མང་པོ་མྱོང་བ་དང་།
en: Some, depending on conditions, will again begin a fertile period after a long time has elapsed.

source: བྱད་བཞིན་མི་སྡུག་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་མི་བསོད་པ་དག་ཟོས་ཤིང་འཐུངས་པ་དེ་དག་ནི་ཟླ་མཚན་འོངས་སུ་ཟིན་ཀྱང་མྱུར་དུ་འཆད་པར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ་དཔེར་ན་ས་སྐམ་པོའི་ཕྱོགས་སུ་ཆུས་ཆག་ཆག་བཏབ་པའི་ཚེ་མྱུར་ཏུ་སྐམ་པར་འགྱུར་བ་བཞིན་ནོ། །བུད་མེད་གང་ལུས་ཀྱི་མཐུ་སྟོབས་དང་ལྡན་པ་དང་།
en: As for women who have no physical strength, who experience much suffering, whose faces are unpleasant, and who eat and drink poor quality foods and beverages, their fertile period, when it arrives, quickly ends, just as dry earth, when it is sprinkled with water, quickly becomes dry again.

source: རྟག་ཏུ་བདེ་བ་མྱོང་བ་དང་། བྱད་བཞིན་སྡུག་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་བསོད་པ་དག་ཟོས་ཤིང་འཐུངས་པ་དེ་དག་གི་ཟླ་མཚན་ནི་མྱུར་དུ་ཆད་པར་མི་འགྱུར་ཏེ། འདི་ལྟ་སྟེ་དཔེར་ན་ས་གཤེར་བའི་ཕྱོགས་སུ་ཆུས་ཆག་ཆག་བཏབ་པའི་ཚེ་མྱུར་དུ་སྐམ་པར་མི་འགྱུར་བ་བཞིན་ནོ། །
en: As for women who have physical strength, who always experience pleasure, whose faces are pleasant, and who eat and drink good quality foods and beverages, their fertile period does not end quickly, just as moist earth, when it is sprinkled with water, does not quickly become dry again.

source: ཇི་ལྟར་མའི་མངལ་དུ་འཇུག་པར་མི་འགྱུར་ཞེ་ན། གལ་ཏེ་ཕའི་ཁུ་བ་བྱུང་ལ་མའི་ཁུ་བ་མ་བྱུང་བ་དང་།
en: “How will entry into a mother’s womb not occur?

source: མའི་ཁུ་བ་བྱུང་ལ་ཕའི་ཁུ་བ་མ་བྱུང་བ་འམ། གལ་ཏེ་གཉི་ག་བྱུང་བར་མ་གྱུར་ན་ཐམས་ཅད་མངལ་ལེན་པར་མི་འགྱུར་རོ། །གལ་ཏེ་མ་ཡོངས་སུ་དག་པར་མ་གྱུར་ལ་ཕ་ཡོངས་སུ་དག་པར་གྱུར་པའམ།
en: If the father’s sexual fluid is emitted but the mother’s sexual fluid is not, or the mother’s sexual fluid is emitted but the father’s sexual fluid is not, or if neither of their sexual fluids is emitted, in all such cases there will be no conception.

source: གལ་ཏེ་ཕ་ཡོངས་སུ་དག་པར་མ་གྱུར་ལམ་ཡོངས་སུ་དག་པར་གྱུར་པའམ། གལ་ཏེ་གཉི་ག་ཡོངས་དག་པར་མ་གྱུར་ན་ཡང་མངལ་ལེན་པར་མི་འགྱུར་རོ། །གལ་ཏེ་མའི་མངལ་གྱི་གནས་རླུང་ནད་ཀྱིས་ཡོངས་སུ་ཟིན་པར་གྱུར་ཏམ། མཁྲིས་པ་དང་། བད་ཀན་གྱིས་ཡོངས་སུ་ཟིན་པར་གྱུར་ཏམ། ཁྲག་གིས་ནོན་པས་མངལ་མདུད་པ་ཅན་དུ་གྱུར་ཏམ། ཤས་གང་བར་གྱུར་ཏམ། སྨན་འཐུངས་སམ། དབུས་ནས་འདྲ་བའམ། གྲོག་མའི་རྐེད་པ་འདྲ་བའམ། མངལ་གྱི་སྒོ་རྔ་མོའི་ཁ་ལྟ་བུར་གྱུར་ཏམ། དབུས་ཤིང་རྩ་བ་མང་པོ་ཅན་ལྟ་བུར་གྱུར་ཏམ། སྒོ་གཤོལ་མདའ་ལྟ་བུར་གྱུར་ཏམ། ཤིང་རྟའི་རྩིབས་བཞིན་སོགས་ཀར་འདུག་པ་འམ། སྤ་ལྟ་བུར་འདུག་པ་འམ། ནས་ཀྱི་གྲམ་སྐྱེས་པ་ལྟ་བུར་གྱུར་ཏམ།
en: If the mother is impure but the father is pure, if the father is impure but the mother is pure, or if both are impure, there will also be no conception.

source: མངལ་འོག་ཏུ་ཟབ་པའམ། སྟེང་དུ་ཟབ་པའམ། མངལ་སྣོད་དུ་རུང་བ་མ་ཡིན་པའམ། རྟག་ཏུ་ཁྲག་ཟག་པའམ། ཆུ་ཟག་པའམ། བྱ་རོག་གི་མཆུ་ལྟར་རྟག་ཏུ་བྱེ་ཞིང་འཛུམ་དུ་མི་བཏུབ་པའམ། སྟེང་དང་འོག་དང་ཐ་མ་ཞེང་ཆེ་ཆུང་མི་མཉམ་པའམ། མཐོ་དམའ་མི་སྙོམས་ཤིང་འབར་འབུར་དུ་གྱུར་པའམ།
en: If the mother’s womb is in the grip of wind disease; or if it is in the grip of bile or phlegm; or if, overwhelmed by blood, the womb is knotty; or if it is filled with flesh; or if the mother drinks medicine; or if the center is like barley; or if it is like an ant’s waist; or if the opening of the womb is like a camel’s mouth; or if the center is like a tree with many roots; or if the opening is like the beam of a plow; or if it is triangular, like the joint of a carriage; or if it is like a cane plant; or if it is as if barley awn has grown there; or if the womb is deep at the bottom; or if it is deep at the top; or it is unsuitable as a vessel; or if it is always bleeding; or if it discharges liquid; or if it is always open and cannot close, like a crow’s beak; or if the width or size at the top, bottom, or ends is uneven; or if its height is uneven or bumpy; or if it is damaged inside by worms; or if, putrefying, it has become unclean—if the mother has these kinds of defects, entry into the womb will never occur.

source: ནང་སྲིན་བུས་གཙེས་པའམ། རུལ་ཞིང་མྱགས་ནས་མི་གཙང་བར་གྱུར་པ་གང་ཡིན་པ་སྟེ། གལ་ཏེ་མ་འདི་ལྟ་བུའི་སྐྱོན་དང་ལྡན་པར་གྱུར་ན་ཐམས་ཅད་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །གལ་ཏེ་ཕ་མའི་ཆོ་རིགས་བཙུན་ཞིང་བར་མ་དོའི་སྲིད་པ་དམན་པར་གྱུར་ཏམ། བར་མ་དོའི་སྲིད་པ་ཆོ་རིགས་བཙུན་ཞིང་ཕ་མ་དམན་པར་གྱུར་ན་ཡང་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །
en: If the parents’ lineage is noble and the antarābhava is inferior, or if the antarābhava’s lineage is noble and the parents are inferior, entry into the womb will not occur.

source: གལ་ཏེ་ཕ་མ་དང་བར་མ་དོའི་སྲིད་པ་གཉི་ག་ཆོ་རིགས་བཙུན་པར་གྱུར་ཀྱང་། གལ་ཏེ་ལས་འཐུན་པར་མ་གྱུར་ན་ཡང་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །
en: Even if the lineages of the parents and the antarābhava are both noble, if their karma is not compatible, entry into the womb will not occur.

source: གལ་ཏེ་བར་མ་དོའི་སྲིད་པ་མདུན་ན་སྣང་བའི་ཡུལ་ལ་ཕོ་དང་མོའི་སྲིད་པ་གཉིས་མེད་པར་གྱུར་ན་ཡང་སྐྱེ་བ་ལེན་པར་མི་འགྱུར་རོ། །
en: If the antarābhava has neither existence as a male nor as a female with respect to what it sees before it, rebirth will not occur.

source: དགའ་བོ་བར་མདོའི་སྲིད་པ་ཇི་ལྟར་ད མའི་མངལ་དུ་འཇུག་པ་ཐོབ་པར་འགྱུར་ཞེ་ན།
en: “Nanda, how does the antarābhava obtain entry into the mother’s womb?

source: གལ་ཏེ་མའི་མངལ་ཡང་ཡོངས་སུ་གཙང་བར་གྱུར་ལ་བར་མ་དོའི་སྲིད་པས་འདོད་པའི་བྱ་བ་སྤྱོད་པ་མངོན་སུམ་དུ་མཐོང་བར་གྱུར་པ་ནས་གོང་དུ་བསྟན་པ་ལྟ་བུའི་སྐྱོན་མང་པོའི་བར་ཡང་མེད་པར་གྱུར་ཏེ། ཕ་མ་དང་བུ་ཡང་ཕན་ཚུན་མངོན་པར་ཕྲད་པའི་ལས་དང་ལྡན་པར་གྱུར་ན་གདོད་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་རོ། །
en: If the mother’s womb is clean, the antarābhava directly perceives the performance of the act of desire, there are none of the many defects mentioned earlier, and the parents and the child have the karma to encounter one another, the initial entry into the womb will occur.

source: གཞན་ཡང་བར་མ་དོའི་སྲིད་པ་དེ་མའི་མངལ་དུ་འཇུག་པའི་ཚེ་སེམས་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་ཏེ།
en: Furthermore, when the antarābhava enters the mother’s womb, it will have a distorted thought.

source: གལ་ཏེ་ཕོ་ཡིན་ན་ནི་མ་ལ་ནི་ཆགས་པ་སྐྱེ་བར་འགྱུར་ལ་ཕ་ལ་ནི་ཞེ་སྡང་སྐྱེ་བར་འགྱུར་རོ། །
en: If it is male, it will have desire for the mother and aversion for the father.

source: གལ་ཏེ་མོ་ཡིན་ན་ནི་ཕ་ལ་ནི་ཆགས་པ་སྐྱེ་བར་འགྱུར་ལ་མ་ལ་ནི་ཞེ་སྡང་སྐྱེ་བར་འགྱུར་ཏེ།
en: If it is female, it will have desire for the father and aversion for the mother.
